[
  {
    "title": "Epsom College deaths: Teacher and daughter shot by husband, police believe",
    "link": "https://www.bbc.co.uk/news/uk-england-surrey-64544884?at_medium=RSS&at_campaign=KARANGA",
    "published": "Tue, 07 Feb 2023 14:08:37 GMT",
    "content": ": Head teacher of Epsom College is shot dead by her husband, before he kills their daughter and takes his own life with the same gun. Police believe the family was targeted."
  },
  {
    "title": "Nicola Bulley search expert says case is most unusual",
    "link": "https://www.bbc.co.uk/news/uk-england-lancashire-64549298?at_medium=RSS&at_campaign=KARANGA",
    "published": "Tue, 07 Feb 2023 10:22:38 GMT",
    "content": ": A search expert says he has not seen such an unusual case in 20 years of his work.The police are focusing their efforts on the river path which leads from the fields back to Garstang Road - for that they need drivers and cyclists who travelled that way on the morning of 27 January to make contact."
  },
  {
    "title": "Harry Styles' Grammys routine went in wrong direction, dancers reveal",
    "link": "https://www.bbc.co.uk/news/entertainment-arts-64552569?at_medium=RSS&at_campaign=KARANGA",
    "published": "Tue, 07 Feb 2023 09:44:02 GMT",
    "content": ": Two of Harry Styles' dancers say they had to quickly adapt their Grammy Awards routine after the stage started spinning in the wrong direction."
  },
  {
    "title": "Ukraine war: Russians seen reinforcing east ahead of offensive",
    "link": "https://www.bbc.co.uk/news/world-europe-64551937?at_medium=RSS&at_campaign=KARANGA",
    "published": "Tue, 07 Feb 2023 13:18:55 GMT",
    "content": "- The Ukrainian governor of Luhansk region says tens of thousands of Russians are being sent to eastern Ukraine as part of an offensive planned after 15 February. There is widespread scepticism of significant Russian success."
  },
  {
    "title": "What three luxury homes reveal about who owns UK property",
    "link": "https://www.bbc.co.uk/news/uk-64536926?at_medium=RSS&at_campaign=KARANGA",
    "published": "Tue, 07 Feb 2023 00:04:34 GMT",
    "content": ": Half of companies required to declare who is behind them failed to do so, and the government has yet to equip Companies House with the teeth and resources to apply these in practice."
  },
  {
    "title": "Mark Cavendish robbery: Two men jailed for raid at cyclist's home",
    "link": "https://www.bbc.co.uk/news/uk-england-essex-64541757?at_medium=RSS&at_campaign=KARANGA",
    "published": "Tue, 07 Feb 2023 13:34:25 GMT",
    "content": ": Two men have been jailed for a knifepoint robbery at the family home of elite cyclist Mark Cavendish."
  },
  {
    "title": "Man arrested over 11-year-old girl's disappearance in Galashiels",
    "link": "https://www.bbc.co.uk/news/uk-scotland-64557459?at_medium=RSS&at_campaign=KARANGA",
    "published": "Tue, 07 Feb 2023 13:56:56 GMT",
    "content": ": An elderly man has been arrested in connection with the disappearance of an 11-year-old girl in the Scottish Borders."
  },
  {
    "title": "Richard Sharp: BBC chairman denies arranging loan for Boris Johnson",
    "link": "https://www.bbc.co.uk/news/entertainment-arts-64552571?at_medium=RSS&at_campaign=KARANGA",
    "published": "Tue, 07 Feb 2023 13:38:50 GMT",
    "content": ": Richard Sharp denies helping arrange a loan for Boris Johnson when he was prime minister."
  },
  {
    "title": "BP scales back climate targets as profits hit record",
    "link": "https://www.bbc.co.uk/news/business-64544110?at_medium=RSS&at_campaign=KARANGA",
    "published": "Tue, 07 Feb 2023 10:53:31 GMT",
    "content": "BP's profits have risen as energy prices soar, leading to calls for them to pay more tax."
  },
  {
    "title": "Disney removes Simpsons 'forced labour' episode in Hong Kong",
    "link": "https://www.bbc.co.uk/news/world-asia-china-64550177?at_medium=RSS&at_campaign=KARANGA",
    "published": "Tue, 07 Feb 2023 12:16:50 GMT",
    "content": ":\n\nDisney has removed an episode of The Simpsons from its streaming service in Hong Kong."
  },
  {
    "title": "Beyoncé tour: UK fans snap up tickets despite Ticketmaster glitches",
    "link": "https://www.bbc.co.uk/news/entertainment-arts-64533856?at_medium=RSS&at_campaign=KARANGA",
    "published": "Tue, 07 Feb 2023 13:41:16 GMT",
    "content": "- How do I buy tickets for the UK leg of Beyoncé's solo tour?"
  },
  {
    "title": "Turkey earthquake: The survivors' choice - danger inside or freezing outside",
    "link": "https://www.bbc.co.uk/news/world-europe-64555959?at_medium=RSS&at_campaign=KARANGA",
    "published": "Tue, 07 Feb 2023 12:44:11 GMT",
    "content": "Earthquake survivors in Turkey, Syria and elsewhere recount stories of lost loved ones, injuries, and the difficult task of finding them amidst collapsed buildings and debris."
  },
  {
    "title": "Turkey earthquake: Three Britons missing, says Foreign Office",
    "link": "https://www.bbc.co.uk/news/uk-64557448?at_medium=RSS&at_campaign=KARANGA",
    "published": "Tue, 07 Feb 2023 13:30:31 GMT",
    "content": ": 35 British nationals are missing in the earthquake in Turkey. The Foreign Office is supporting them directly. The likelihood of large-scale British casualties remains low."
  },
  {
    "title": "Turkey earthquake: Erdogan announces three-month state of emergency in quake area",
    "link": "https://www.bbc.co.uk/news/world-europe-64548985?at_medium=RSS&at_campaign=KARANGA",
    "published": "Tue, 07 Feb 2023 13:04:53 GMT",
    "content": "- Turkish President Erdogan has announced a three-month state of emergency in 10 provinces worst-affected by an earthquake."
  },
  {
    "title": "Turkey and Syria earthquake: ‘It was like a doomsday scenario'",
    "link": "https://www.bbc.co.uk/news/world-middle-east-64538295?at_medium=RSS&at_campaign=KARANGA",
    "published": "Tue, 07 Feb 2023 10:30:41 GMT",
    "content": "In Syria, the 7.8-magnitude earthquake has killed dozens of people and injured hundreds more. International organisations are struggling to reach the affected areas due to a shortage of resources."
  },
  {
    "title": "Turkey earthquake: Before and after images show extent of destruction",
    "link": "https://www.bbc.co.uk/news/world-europe-64544998?at_medium=RSS&at_campaign=KARANGA",
    "published": "Tue, 07 Feb 2023 13:09:12 GMT",
    "content": ":\n\nAt least 5,000 people have been killed in a series of earthquakes and aftershocks in Turkey, Syria and the surrounding region."
  },
  {
    "title": "Turkey earthquake: The eyewitnesses who captured the quake on social media",
    "link": "https://www.bbc.co.uk/news/world-64541194?at_medium=RSS&at_campaign=KARANGA",
    "published": "Mon, 06 Feb 2023 17:15:13 GMT",
    "content": "- The earthquake has left widespread damage and killed at least dozens in Turkey and Syria."
  },
  {
    "title": "Turkey earthquake: Where did it hit and why was it so deadly?",
    "link": "https://www.bbc.co.uk/news/science-environment-64540696?at_medium=RSS&at_campaign=KARANGA",
    "published": "Mon, 06 Feb 2023 15:54:29 GMT",
    "content": ": A big earthquake struck south-eastern Turkey, near the Syrian border, in the early hours of Monday morning."
  },
  {
    "title": "Turkey earthquake: The world rallies in the face of disaster",
    "link": "https://www.bbc.co.uk/news/world-europe-64550201?at_medium=RSS&at_campaign=KARANGA",
    "published": "Tue, 07 Feb 2023 05:05:33 GMT",
    "content": ": Italy, the US, Israel and Taiwan are among the countries sending crews to help with rescue and recovery efforts in Turkey and Syria after a 7.8 magnitude earthquake struck the two countries."
  },
  {
    "title": "Turkey earthquake: Aleppo among worst-hit areas in Syria",
    "link": "https://www.bbc.co.uk/news/world-middle-east-64544478?at_medium=RSS&at_campaign=KARANGA",
    "published": "Tue, 07 Feb 2023 09:19:48 GMT",
    "content": ": Earthquake kills hundreds in Syria"
  },
  {
    "title": "Mortgages: What happens if I miss a payment?",
    "link": "https://www.bbc.co.uk/news/business-63486782?at_medium=RSS&at_campaign=KARANGA",
    "published": "Thu, 02 Feb 2023 13:58:06 GMT",
    "content": "If you're struggling to make repayments, your mortgage provider can help out by considering requests for changing how you pay, or by allowing you to extend the term of the mortgage."
  },
  {
    "title": "Farewell radiators? Testing out electric infrared wallpaper",
    "link": "https://www.bbc.co.uk/news/business-64402524?at_medium=RSS&at_campaign=KARANGA",
    "published": "Sun, 05 Feb 2023 06:17:59 GMT",
    "content": ": Electric wallpaper is a new technology that emits heat by infrared waves, which is thought to be more environmentally friendly and cheaper than gas-powered radiators."
  },
  {
    "title": "Cost of living: 109-year-old bakery closes due to rising costs",
    "link": "https://www.bbc.co.uk/news/uk-wales-64497692?at_medium=RSS&at_campaign=KARANGA",
    "published": "Sat, 04 Feb 2023 07:51:15 GMT",
    "content": "-\n\nNoakes bakery, a family-owned bakery in Pontarddulais, Wales, is closing due to high energy costs and the price of ingredients."
  },
  {
    "title": "'I'm obsessed with my smart meter'",
    "link": "https://www.bbc.co.uk/news/business-64493048?at_medium=RSS&at_campaign=KARANGA",
    "published": "Mon, 06 Feb 2023 14:40:30 GMT",
    "content": ": Smart meters can have a negative impact on people's mental health, especially when energy prices are high."
  },
  {
    "title": "Energy bills: What can I do if I can't afford to pay?",
    "link": "https://www.bbc.co.uk/news/business-62435432?at_medium=RSS&at_campaign=KARANGA",
    "published": "Fri, 03 Feb 2023 13:45:53 GMT",
    "content": "Some people are struggling to pay their bills as prices for energy products have soared. Suppliers may try to force you to have a prepayment meter installed, or they may switch your existing smart meter to prepayment mode. If you don't agree a payment plan with your supplier, they might try to disconnect you. Paying by direct debit is usually the cheapest way to pay"
  },
  {
    "title": "What is a recession and how could it affect me?",
    "link": "https://www.bbc.co.uk/news/business-52986863?at_medium=RSS&at_campaign=KARANGA",
    "published": "Thu, 02 Feb 2023 16:58:39 GMT",
    "content": "The UK is set to enter a recession this year and will remain in one for the whole of 2023. The Bank of England says it will be less severe than previously thought."
  },
  {
    "title": "What is happening to house prices and could there be a crash?",
    "link": "https://www.bbc.co.uk/news/explainers-63147101?at_medium=RSS&at_campaign=KARANGA",
    "published": "Fri, 03 Feb 2023 17:28:43 GMT",
    "content": "- Interest rates are going up, but some mortgage rates are starting to fall. This means people can afford to borrow more and buy houses, but it also means there's less demand for homes."
  },
  {
    "title": "Beyoncé: Renaissance hat designer flooded with orders",
    "link": "https://www.bbc.co.uk/news/newsbeat-64537463?at_medium=RSS&at_campaign=KARANGA",
    "published": "Tue, 07 Feb 2023 06:48:35 GMT",
    "content": "- Abby Misbin designed the glitter ball-inspired cowboy hat Beyoncé wore to advertise her new tour, and she's been flooded with orders."
  },
  {
    "title": "Disabled Shropshire man completes seven-day marathon feat",
    "link": "https://www.bbc.co.uk/news/uk-england-shropshire-64513814?at_medium=RSS&at_campaign=KARANGA",
    "published": "Tue, 07 Feb 2023 10:55:14 GMT",
    "content": "Darren Edwards (left) from Shropshire completed his seven marathon challenge in just seven days, spanning seven continents."
  },
  {
    "title": "Digital pound likely this decade, Treasury says",
    "link": "https://www.bbc.co.uk/news/technology-64536593?at_medium=RSS&at_campaign=KARANGA",
    "published": "Mon, 06 Feb 2023 22:34:58 GMT",
    "content": ":\n\nA state-backed digital pound is likely to be launched later this decade, according to the Treasury and the Bank of England.Both institutions want to ensure the public has access to safe money that is easy to use in the digital age."
  },
  {
    "title": "Women have suffered from Brits gender-neutral change, says singer",
    "link": "https://www.bbc.co.uk/news/entertainment-arts-64538169?at_medium=RSS&at_campaign=KARANGA",
    "published": "Tue, 07 Feb 2023 00:55:53 GMT",
    "content": ": Singer Shaznay Lewis has criticised the Brit Awards for excluding female artists from their best artist category, and called for more progress to be made in recognising talent regardless of gender."
  },
  {
    "title": "Police vetting: What is it and how are complaints dealt with?",
    "link": "https://www.bbc.co.uk/news/uk-64469642?at_medium=RSS&at_campaign=KARANGA",
    "published": "Tue, 07 Feb 2023 12:46:50 GMT",
    "content": "- Complaints about police officers are investigated by their respective professional standards departments. If found to have breached standards, an officer may be disciplined, including being sacked or pensioned off."
  },
  {
    "title": "What is the windfall tax on oil and gas companies?",
    "link": "https://www.bbc.co.uk/news/business-60295177?at_medium=RSS&at_campaign=KARANGA",
    "published": "Tue, 07 Feb 2023 10:40:05 GMT",
    "content": "Critics want the windfall tax on oil and gas companies operating in the North Sea to be extended after BP and Shell reported record profits for 2022.The Energy Profits Levy was introduced in May 2022.A windfall tax is an extra levy imposed by a government on a company.It targets firms which benefit from something they were not responsible for - in other words, a windfall.Energy firm profits have soared, initially because of rising demand after Covid restrictions were lifted, and then because because Russia's invasion of Ukraine raised energy prices.Shell reported profits of $39.9bn (£32.2bn) in 2022, the highest in its 115-year history.BP made profits of $27.7bn (£23bn) in the same year, up from $12.8bn in 2021.Both companies have increased their dividend payments - the money they give directly to shareholders.And they have spent billions buying back their own shares from the market, in order to increase their value.While they have benefited from high oil and gas prices, both firms say they have lost a lot of money as a result of stopping investments in Russian oil firms.BP said that its UK businesses account for less than 10% of its global profits while Shell makes about 5% of its revenue in the UK.Prime Minister Rishi Sunak introduced the 25% Energy Profits Levy when he was chancellor.In the 2022 Autumn Statement, Chancellor Jeremy Hunt announced it would increase to 35% from January 2023, and run until March 2028. It was previously due to finish at the end of 2025. The levy applies to profits made from extracting UK oil and gas, but not from other activities - such as refining oil and selling petrol and diesel on forecourts.Labour criticised the scheme because it also lets firms claim tax savings worth 91p of every £1 invested in fossil fuel extraction in the UK. That allowance will continue. Mr Hunt said the tax would raise £40bn over six years.The government also introduced a temporary 45% levy on what it calls extraordinary returns from low-carbon electricity generators in the UK.Larger operators started paying the Electricity Generator Levy on 1 January. The government hopes it will raise about £14bn over six years.Shell initially said it did not expect to pay any windfall tax for 2022, as its North Sea investments meant was not considered to have made any UK profits.But on 2 February it announced that it would pay $134m (£108m) for 2022, and expected to pay more than $500m (£400m) for 2023.BP said it would pay $700m (£583m) in windfall tax for 2022.Oil and gas firms operating in the North Sea are taxed differently to other firms.Taxes on their profits are higher - they pay 30% corporation tax on their profits and a supplementary 10% rate on top of that. Other firms currently pay corporation tax at 19%.But oil and gas firms have been able to reduce the amount of tax they pay by factoring in losses or spending on things like decommissioning North Sea oil platforms.In recent years, such methods have meant that BP and Shell have paid almost no tax in the UK. BP and Shell both received more money back from the UK government than they paid every year from 2015 to 2020 (except 2017, when Shell paid more than it received). Shell also paid a negative amount of tax in 2021, taking its 2015 to 2021 total to -£685m of tax in the UK.BP paid more money in tax than it received back in 2021, taking its total between 2015 and 2021 to -£107m. In March 2022, Shell said that it planned to spend between £20bn and £25bn on UK energy over the next 10 years.But in November, UK boss David Bunch told the Confederation of British Industry conference that the company would now have to evaluate each project on a case by case basis, because the windfall tax meant it had less to invest.BP plans to spend a maximum of £18bn on the UK's energy system by the end of 2030. In May 2022, BP chief executive Bernard Looney told the Times newspaper that all of the company's planned UK investments would carry on regardless of any windfall tax. In July, UK boss Louise Kingham told a committee of MPs that the company had initially been concerned about the windfall tax being a multi-year proposal, but that the December 2025 deadline had been helpful. BP has not commented publicly since the 2028 extension announcement.In December 2022, French oil company TotalEnergies said it would cut its planned 2023 investment in the North Sea by a quarter - or £100 - as a result of the extension to the windfall tax.It wants the government to agree to review the windfall tax if oil and gas prices fall below a certain level before 2028. The European Union (EU) has also imposed a windfall tax on energy companies, with a 33% levy on fossil fuel firms' profits, and another on the revenues made from rising electricity costs.EU ministers estimate that they can raise €140bn (£123bn) from the levies.The US energy company ExxonMobil is suing the EU to try to stop them."
  },
  {
    "title": "The cabinet: What is it and what does it do?",
    "link": "https://www.bbc.co.uk/news/uk-63385259?at_medium=RSS&at_campaign=KARANGA",
    "published": "Tue, 25 Oct 2022 16:20:33 GMT",
    "content": "- the cabinet is a group of 20 ministers who decide how your taxes are spent and who looks after our borders."
  },
  {
    "title": "How the nurses' strike on Tuesday 7 February will affect you",
    "link": "https://www.bbc.co.uk/news/business-64536288?at_medium=RSS&at_campaign=KARANGA",
    "published": "Mon, 06 Feb 2023 16:58:10 GMT",
    "content": "- You can email your questions or comments to HaveYourSay@bbc.co.uk."
  },
  {
    "title": "A wave of tool theft spurs hi-tech security systems",
    "link": "https://www.bbc.co.uk/news/business-64415432?at_medium=RSS&at_campaign=KARANGA",
    "published": "Tue, 07 Feb 2023 00:02:29 GMT",
    "content": "Tool theft is a surprisingly common crime, and there are technologies designed to help prevent it."
  },
  {
    "title": "South Africa's power cuts hit vineyards: No power, no pinot",
    "link": "https://www.bbc.co.uk/news/world-africa-64542109?at_medium=RSS&at_campaign=KARANGA",
    "published": "Mon, 06 Feb 2023 23:35:53 GMT",
    "content": ": Load shedding is having a big impact on the wine industry in South Africa, which is struggling to cope with crippling power cuts."
  },
  {
    "title": "World War Two sailor feared dead in torpedo attack turns 100",
    "link": "https://www.bbc.co.uk/news/uk-northern-ireland-64548304?at_medium=RSS&at_campaign=KARANGA",
    "published": "Tue, 07 Feb 2023 09:51:14 GMT",
    "content": ": A Royal Navy sailor who was reported dead during World War Two has celebrated his 100th birthday."
  },
  {
    "title": "Andrew Tate was violent and coercive, says ex-girlfriend",
    "link": "https://www.bbc.co.uk/news/uk-64475908?at_medium=RSS&at_campaign=KARANGA",
    "published": "Mon, 06 Feb 2023 05:59:37 GMT",
    "content": ": A British woman tells the BBC how she was in a relationship with controversial social media influencer Andrew Tate, who coerced her into working for his webcam company before becoming violent and controlling."
  }
]